{
    "name": "Spatial Analysis & Action Research Group",
    "subtitle": "Mapping for movements.",
    "description": "The Spatial Analysis and Action Research Group, housed in MIT's [Department of Urban Studies and Planning](https://dusp.mit.edu/), uses spatial data science and mapping tools to support place-based movements for social justice in New England. Our current research projects focus primarily on consolidation in the rental market and housing insecurity (including evictions) in Massachusetts. Methodologically, we think of ourselves as 'mapping up': tying the harms of oppression to the institutions and institional arrangements that maintain them. We are also interested in developing new (and rethinking old) methods for interactive and static cartography.",
    "office": {
        "address": "77 Massachusetts Ave",
        "address2": "Building 9-545",
        "city": "Cambridge",
        "state": "MA",
        "postal": "02139"
    },
    "socials": [
        {
            "name": "Github",
            "url": "https://github.com/mit-spatial-action"
        }
    ],
    "people": [
        {
            "name": "Eric Robsky Huntley",
            "photo": "eric.jpg",
            "leadership": true,
            "creds": ["PhD"],
            "pronouns": "they/them",
            "roles": ["Director"],
            "email": "ehuntley@mit.edu",
            "socials": [
                {
                    "name": "Github",
                    "url": "https://github.com/ericrobskyhuntley/"
                },
                {
                    "name": "Linkedin",
                    "url": "https://www.linkedin.com/in/ericrobskyhuntley/"
                }
            ],
            "bio": "Eric Robsky Huntley, PhD is a [Lecturer in Urban Science and Planning](https://dusp.mit.edu/people/eric-robsky-huntley) in [MIT's Department of Urban Studies and Planning (DUSP)](https://dusp.mit.edu/) and the director of the Spatial Analysis & Action Research Group.  They are a GIScientist, geographer, and urban planner whose research practice focuses on what mapping and spatial data science can do for movements for social justice. Alongside their primary appointment at DUSP, they have also held academic appointments at the Harvard Graduate School of Design and the Columbia Graduate School of Architecture, Planning, and Preservation. They are also Founder and Principal of [OGRAPHIES Research and Design](http://ographiesresearch.com/), a mission-driven spatial data science consultancy. They hold a PhD in geography from the University of Kentucky's Department of Geography and a Master of Urban and Regional Planning from the University of Michigan's Taubman College of Architecture and Urban Planning."
        },
        {
            "name": "Asya Aizman",
            "photo": "asya.jpg",
            "leadership": false,
            "pronouns": "she/her",
            "roles": ["Research Assistant", "MCP Candidate"],
            "email": "aizman@mit.edu",
            "socials": [
                {
                    "name": "Github",
                    "url": "https://github.com/anastasia/"
                }
            ],
            "bio": "Asya Aizman is a research assistant in the Spatial Analysis & Action Research Group and an MCP candidate in the [Department of Urban Studies and Planning at MIT](https://dusp.mit.edu/). Asya works on housing, open access, and people power, with particular interest in forms of class solidarity between property owners. Before arriving at DUSP, she was a creative technologist & visiting researcher at [MIT's Digital Humanities Lab](https://digitalhumanities.mit.edu/) and a creative technologist & designer at the [Harvard Law Library Innovation Lab](https://lil.law.harvard.edu/). She holds a Bachelor of Fine Arts from the [Parsons School of Design](https://www.newschool.edu/parsons/) and a Bachelor of Arts from [The New School](https://www.newschool.edu/)."
        },
        {
            "name": "Milan Chuttani",
            "photo": "milan.jpg",
            "leadership": false,
            "pronouns": "he/him",
            "roles": ["Research Assistant", "MCP Candidate"],
            "email": "milanc@mit.edu",
            "socials": [
                {
                    "name": "Github",
                    "url": "https://github.com/mchuttani18"
                },
                {
                    "name": "LinkedIn",
                    "url": "https://www.linkedin.com/in/mchuttani/"
                }
            ],
            "bio": "Milan Chuttani is a research assistant in the Spatial Analysis & Action Research Group and an MCP candidate in the [Department of Urban Studies and Planning at MIT](https://dusp.mit.edu/). Milan's interests are in transforming spatial, qualitative, and quantitative data into compelling narratives that promote health equity. Milan also serves as a data analyst at the [Vital Village Networks](https://www.vitalvillage.org/). Prior to joining DUSP, Milan was an ORISE Fellow at the CDC's Division of Global Migration and Quarantine, developing web applications and GIS tools to support the COVID-19 pandemic response and public health initiatives for globally mobile populations. Milan holds with a Bachelor of Arts in Government from [Dartmouth College](https://home.dartmouth.edu/)."
        }
    ]
}